Repository: wp-plugins/responsive-posts-carousel
Catalog: languages/wcp-carousel-*.po
Languages: de_de, fr_fr

source: Responsive Posts Carousel
de_de: Responsive Beiträge Carousel
fr_fr: Messages Responsive Carousel

source: Need Help
de_de: Brauche Hilfe
fr_fr: Besoin D'Aide

source: Basic Settings
de_de: Grundeinstellungen
fr_fr: Paramètres de base

source: Select Taxonomy
de_de: Wählen Taxonomy
fr_fr: Sélectionnez Taxonomie

source: Select Term
de_de: Wählen Sie die Laufzeit
fr_fr: Sélectionnez terme

source: Please select any category first
de_de: Bitte wählen Sie zuerst eine beliebige Kategorie
fr_fr: S'il vous plaît sélectionner toute première catégorie

source: Select Term which posts will be shown in Carousel
de_de: Wählen Sie die Laufzeit, die Beiträge werden in Carousel angezeigt
fr_fr: Sélectionnez terme qui messages seront affichés dans Carousel

source: Exclude Posts
de_de: Ausschließen Beiträge
fr_fr: exclure les messages

source: Comma separated ids of posts that you do not want to display
de_de: Komma getrennte IDs der Beiträge, die Sie nicht wollen, um anzuzeigen
fr_fr: Comma identifiants de messages que vous ne souhaitez pas afficher séparé

source: Background Color
de_de: Hintergrundfarbe
fr_fr: Couleur De Fond

source: It is background color for Carousel
de_de: Es ist Hintergrundfarbe für Carousel
fr_fr: Il est couleur de fond pour Carousel

source: Carousel Settings
de_de: Karussell-Einstellungen
fr_fr: Réglages Carousel

source: Carousel Name (for your reference)
de_de: Carousel Namen (zu Ihrer Information)
fr_fr: Nom carrousel (pour votre référence)

source: Item Width
de_de: Einzelteil-Breite
fr_fr: Largeur de l'article

source: Speed of Slideshow Cycling
de_de: Geschwindigkeit der Diashow Radfahren
fr_fr: Vitesse du diaporama Cyclisme

source: Speed of Animation
fr_fr: Vitesse de l'animation

source: Show Time
fr_fr: Afficher L'Heure

source: Show
fr_fr: spectacle

source: Show Titles
de_de: Titel anzeigen
fr_fr: Afficher les titres

source: Enable
de_de: ermöglichen
fr_fr: permettre

source: Pause/Play Button
de_de: Pause / Play-Taste
fr_fr: Pause / Lecture Bouton

source: Auto Slide
de_de: Automatische Diashow
fr_fr: diaporama auto

source: Animate height of varying height items
de_de: Animieren Höhe unterschiedlicher Höhe Artikel
fr_fr: Animer varier la hauteur des éléments de hauteur

source: Paging Control
de_de: Funkrufsteuerung
fr_fr: Contrôle de la pagination

source: Previous/Next Arrows
de_de: Zurück / Weiter Arrows
fr_fr: Précédent / Suivant Arrows

source: Delete
de_de: löschen
fr_fr: effacer

source: Add New Carousel
de_de: In New Carousel
fr_fr: Ajouter un nouveau Carousel

source: Get Shortcode
de_de: Holen Sie Kurzwahl
fr_fr: Obtenez Shortcode

source: Posts Carousel
de_de: Beiträge Carousel
fr_fr: messages Carousel

source: Please select any taxonomy first
de_de: Bitte wählen Sie zuerst jede Taxonomie
fr_fr: S'il vous plaît sélectionner toute taxinomie premier

source: My Carousel
de_de: Meine Carousel
fr_fr: Mon Carousel

source: Save Changes
de_de: Änderungen Speichern
fr_fr: Sauvegarder Les Changements

source: Changes Saved
de_de: Änderungen Gespeichert
fr_fr: modifications enregistrées

source: Sorry! this Taxonomy has no Terms.
de_de: Entschuldigung! Diese Taxonomie hat keine AGB.
fr_fr: Désolé! Cette taxonomie n'a pas Conditions.
